Revit 2027 API
ParameterTypeId.RbsCabletrayHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayHeightParam { get; }
Public Shared ReadOnly Property RbsCabletrayHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayHeightParam {
	ForgeTypeId^ get ();
}
static member RbsCabletrayHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace